Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-2748.html.tmx
Source language: sme
Languages: nob

source: PRD : Sámediggeráđđi lea registreren guorahallanlávdegotti raportta Finnmárkku mánáidruovttuid birra
nob: PRM : Sametingsrådet har registrert granskingsutvalgets rapport om barnehjemmene i Finnmark

source: Sámediggeráđđi váldá diehttevassii guorahallanlávdegotti raportta daid dilálašvuođaid birra , mat ledje Finnmárkku mánáidruovttuin áigodagas 1954 -1992 .
nob: Sametingsrådet tar til etterretning granskingsutvalgets rapport om forholdene ved barnehjemmene i Finnmark for perioden 1954 -1992 .

source: Dat dilit mat almmustahttojuvvojit raporttas čuhcet min váimmuide , ja Sámediggeráđđi dovddaha miehtemiela daidda mánáide geat vásihedje moaittehahtti dilálašvuođaid mánáidruovttuin .
nob: De forhold som blir avdekket i rapporten gjør sterkt inntrykk , og Sametingsrådet vil uttrykke medfølelse med de barn som opplevde kritikkverdige forhold ved barnehjemmene .

source: Sámediggeráđđi registrere ahte raporta dadjá ahte dat mánát geat ledje Finnmárkku mánáidruovttuin dien áiggi , eai beassan dikšut sámi gielaset ja kultuvrraset orudettiin mánáidruovttuin .
nob: Sametingsrådet registrerer at rapporten sier at samiske barn ved barnehjem i Finnmark i den aktuelle perioden ikke fikk ivaretatt sitt samiske språk og kultur ved opphold i barnehjemmene .

source: Dát rihkku čielgasit daid vuoigatvuođaid , mat sámi mánáin leat iežaset gillii ja kultuvrii riikkalaš lágaid ja riikkaidgaskasaš konvenšuvnnaid bokte .
nob: Det er klare brudd på samiske barns rettighet til eget språk og kultur , uttrykt gjennom nasjonale lover og internasjonale konvensjoner .

source: Sámediggeráđđi bargá dál árjjalaččat , konsultašuvnnaid bokte , sihkkarastit ahte dat sámi mánát geat leat mánáidsuodjalusa fuolahusas , ožžot ollašuhttojuvvot vuoigatvuođaideaset iežaset kultuvrii ja gilii go leat mánáidsuodjalusásahusain ja sadjásašruovttuin .
nob: Sametingsrådet arbeider i dag aktivt , gjennom konsultasjoner , for å sikre at samiske barn under barnevernets omsorg får oppfylt sine rettigheter til egen kultur og språk ved opphold i barnevernsinstitusjon og fosterhjem .

source: Dán barggus lea deaŧalaš sihkkarastit buriid bearráigeahččanortnegiid vai fuolahuvvo daid mánáid sámi giella ja kultuvra , geat leat mánáidsuodjalusa fuolahusas .
nob: En viktig del av dette arbeidet er å sikre gode tilsynsordninger for ivaretakelse av samisk språk og kultur for barn under barnevernets omsorg .
